// 2021.7.1
// 送给女朋友的生日祝福
// 参考github-AJLoveChina-LoveTree
var config = {
    lines: [
        "2021年7月1日：",
        "叮叮叮！",
        "小公主按时长大！",
        "祝zxl小朋友小仙女，生日快乐！",
        "往后岁月，我希望我的小仙女，",
        "如这山间清晨明亮清爽，如奔赴古城道路上阳光温暖",
        "我们的幸福生活，三餐四季，",
        "由起点到夜晚，由山野到书房，一切问题的答案都很简单。",
        "我和你一起，贯彻未来，数遍生命的公路牌。",
        "春夏秋冬，奶茶炸鸡~",
        "柴米油盐，冰糖葫芦~",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2019-12-21T22:13:14",
    // 双方的名字
    names: ["大胖子", "小公主"]
}
